//
//  Localizable.strings
//  Nextcloud
//
//  Copyright © 2017 Marino Faggiana. All rights reserved.
//
//  Author Marino Faggiana <marino.faggiana@nextcloud.com>
//
//  This program is free software: you can redistribute it and/or modify
//  it under the terms of the GNU General Public License as published by
//  the Free Software Foundation, either version 3 of the License, or
//  (at your option) any later version.
//
//  This program is distributed in the hope that it will be useful,
//  but WITHOUT ANY WARRANTY; without even the implied warranty of
//  MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.  See the
//  GNU General Public License for more details.
//
//  You should have received a copy of the GNU General Public License
//  along with this program.  If not, see <http://www.gnu.org/licenses/>.
//

"_cancel_"                  = "ۋاز كەچ";
"_edit_"                    = "تەھرىر";
"_tap_to_cancel_"           = "ئەمەلدىن قالدۇرۇشنى چېكىڭ";
"_tap_to_min_max_"          = "چوڭايتىش / كىچىكلىتىش ئۈچۈن چىكىڭ";
"_cancel_request_"          = "بىكار قىلماقچىمۇ؟";
"_upload_file_"             = "ھۆججەت چىقار";
"_download_file_"           = "ھۆججەت چۈشۈرۈش";
"_delete_"                  = "ئۆچۈر";
"_rename_"                  = "ئات ئۆزگەرت";
"_rename_file_"             = "ھۆججەتنىڭ نامىنى ئۆزگەرتىش";
"_rename_folder_"           = "قىسقۇچ ئاتىنى ئۆزگەرت";
"_move_"                    = "يۆتكە";
"_add_"                     = "قوش";
"_save_"                    = "ساقلا";
"_warning_"                 = "ئاگاھلاندۇرۇش";
"_error_"                   = "خاتالىق";
"_no_"                      = "ياق";
"_yes_"                     = "ماقۇل";
"_select_"                  = "تاللا";
"_select_all_"              = "ھەممىنى تاللاڭ";
"_upload_"                  = "چىقار";
"_home_"                    = "ھۆججەتلەر";
"_files_"                   = "ھۆججەتلەر";
"_ok_"                      = "جەزملە";
"_done_"                    = "تامام";
"_clear_"                   = "تازلا";
"_selected_"                = "تاللاندى";
"_no_active_account_"       = "ھېسابات تېپىلمىدى";
"_info_"                    = "ئۇچۇر";
"_warning_"                 = "ئاگاھلاندۇرۇش";
"_video_"                   = "سىن";
"_overwrite_"               = "قايتىدىن ياز";
"_create_"                  = "قۇر";
"_create_folder_"           = "ھۆججەت قىسقۇچ قۇرۇش";
"_create_folder_e2ee_"      = "شىفىرلانغان ھۆججەت قىسقۇچ قۇرۇش";
"_close_"                   = "ياپ";
"_remove_"                  = "چىقىرىۋەت";
"_file_not_found_"          = "ھۆججەت تېپىلمىدى";
"_continue_"                = "داۋاملاشتۇر";
"_continue_editing_"        = "تەھرىرلەشنى داۋاملاشتۇرۇڭ";
"_auto_upload_folder_"      = "ئاپتوماتىك يوللاش";
"_photo_"                   = "سۈرەت";
"_audio_"                   = "ئاۋاز";
"_unknown_"                 = "نامەلۇم";
"_success_"                 = "مۇۋەپپەقىيەت";
"_mode_filename_"           = "ھۆججەت ئىسمى";
"_warning_owncloud_"        = "سىز ownCloud مۇلازىمېتىرىغا ئۇلاندىڭىز. بۇ سىناق قىلىنمىغان ۋە قوللىمايدۇ، ئىشلىتىش خەۋپىنى ئۆزىڭىز ئۈستىگە ئالىسىز. Nextcloud غا يېڭىلاش ئۈچۈن، https://nextcloud.com/migration غا قاراڭ.";
"_warning_unsupported_"     = "سىز قوللىمايدىغان نەشرىدىكى Nextcloud نى ئىشلىتىۋاتىسىز. سانلىق مەلۇماتلىرىڭىزنىڭ بىخەتەرلىكى ئۈچۈن، ئەڭ يېڭى مۇقىم Nextcloud غا يېڭىلاشنى قاتتىق تەۋسىيە قىلىمىز.";
"_restore_"                 = "ئەسلىگە كەلتۈرۈش";
"_tap_here_to_change_"      = "ئۆزگەرتىش ئۈچۈن بۇ يەرنى چېكىڭ";
"_no_albums_"               = "ئالبۇم يوق";
"_denied_album_"            = "بۇ ئەپ \"رەسىم \" نى زىيارەت قىلالمايدۇ ، مەخپىيەتلىك تەڭشىكىدە بۇنى قوزغىتالايسىز.";
"_denied_camera_"           = "بۇ ئەپنىڭ \"كامېرا \" نى زىيارەت قىلالمايدۇ ، مەخپىيەتلىك تەڭشىكىدە بۇنى قوزغىتالايسىز.";
"_force_start_"             = "باشلاشنى زورلاڭ";
"_account_not_available_"   = "The account %@ of %@ does not exist, please add it.";
"_the_account_"             = "ھېسابات";
"_does_not_exist_"          = "مەۋجۇت ئەمەس";
"_sharing_"                 = "ھەمبەھىر";
"_details_"                 = "تەپسىلاتى";
"_no_permission_add_file_"  = "ھۆججەت قوشۇش ھوقۇقىڭىز يوق";
"_no_permission_delete_file_" = "ھۆججەتلەرنى ئۆچۈرۈش ھوقۇقىڭىز يوق";
"_no_permission_modify_file_" = "ھۆججەتلەرنى ئۆزگەرتىش ھوقۇقىڭىز يوق";
"_no_permission_favorite_file_" = "ياقتۇرىدىغانغا ھۆججەت قوشۇش ھوقۇقىڭىز يوق";
"_add_folder_info_"         = "ھۆججەت قىسقۇچ ئۇچۇرى قوشۇڭ";
"_back_"                    = "قايتىش";
"_search_"                  = "ئىزدە";
"_of_"                      = "نىڭ";
"_livephoto_save_"          = "نەق مەيدان سۈرىتىنى رەسىم پىلاستىنكىسىغا ساقلاڭ";
"_livephoto_save_error_"    = "نەق مەيدان سۈرىتىنى ساقلاش جەريانىدا خاتالىق";
"_livephoto_no_"            = "نەق مەيدان سۈرىتىنى چەكلەڭ";
"_convert_live_photo_"      = "نەق مەيدان سۈرىتىگە ئايلاندۇر";
"_file_conflict_num_"       = "ھۆججەت توقۇنۇشى";
"_file_conflicts_num_"      = "ھۆججەت توقۇنۇشى";
"_file_conflict_desc_"      = "قايسى ھۆججەتلەرنى ساقلىماقچى؟ \ n ئەگەر ھەر ئىككى نەشرىنى تاللىسىڭىز ، كۆچۈرۈلگەن ھۆججەتنىڭ نامىغا سان قوشۇلىدۇ.";
"_file_conflict_new_"       = "يېڭى ھۆججەتلەر";
"_file_conflict_exists_"    = "مەۋجۇت ھۆججەتلەر";
"_file_not_rewite_doc_"     = "ھۆججەتنى قايتىدىن يېزىش مۇمكىن لىكىن پەقەت يېڭىسىنى قورغاندىن كىيىنلا.";
"_move_or_copy_"            = "يۆتكەش ياكى كۆچۈرۈش";
"_move_copy_diff_account_"  = "سىز ھۆججەتلەرنى ئوخشىمىغان ھېساباتلار ئارا يۆتكىيەلمەيسىز.";
"_copy_"                    = "كۆچۈرۈڭ";
"_now_"                     = "ھازىر";
"_wait_"                    = "ساقلاپ تۇرۇڭ…";
"_recent_"                  = "يېقىنقى";
"_view_in_folder_"          = "ھۆججەت قىسقۇچتا كۆرۈش";
"_leave_share_"             = "بۇ ئۈلۈشنى قالدۇرۇڭ";
"_disabled_"                = "چەكلەنگەن";
"_compact_"                 = "ئىخچام";
"_normal_"                  = "نورمال";
"_verbose_"                 = "تەپسىلىي";
"_standard_"                = "ئۆلچەملىك";
"_maximum_"                 = "ئەڭ چوڭ";
"_error_occurred_"          = "خاتالىق كۆرۈلدى ، قايتا سىناڭ";
"_retry_"                   = "قايتا سىناڭ";
"_images_"                  = "سۈرەتلەر";
"_confirm_"                 = "جەزملەشتۈرۈڭ";
"_confirm_continue_"        = "ئالدىنقى چىقىرىشنى داۋاملاشتۇرۇپ جەزىملەشتۈر";
"_confirm_resetting_"       = "ئالدىنقى چىقىرىشقا پەرۋا قىلماي جەزىملەشتۈر";
"_background_location_access_title_"    = "ئارقا سۇپىدا ئورۇننى زىيارەت قىلىش";
"_background_location_access_message_"  = "بۇ ئەپ سىز رايونلار ئارىسىدا يۆتكىگەندە ھۆججەتلەرنى ئاپتوماتىك يۈكلەش ئۈچۈن ئارقا كۆرۈنۈش ئورنىغا كىرىشى كېرەك. GPS ئىشلىتىلمەيدۇ ۋە ئورنىڭىز ھەرگىز ساقلانمايدۇ.";
"_enable_background_location_title_"    = "ئارقا سۇپا ئورۇننى قوزغات";
"_enable_background_location_message_"  = "ئارقا كۆرۈنۈشتە ئاپتوماتىك ھۆججەت يۈكلەشكە يول قويۇش ئۈچۈن، تەڭشەكلەردىن ئورۇن ئۇچۇرىغا كىرىش ئۈچۈن «ھەمىشە» نى قوزغىتىڭ.";
"_enable_background_location_footer_"   = "رەسىم كۈتۈپخانىڭىزنى ئاپتوماتىك يېڭىلاپ تۇرۇش ئۈچۈن، بۇ ئەپ ئارقا كۆرۈنۈش ئورنىنى ئىشلىتىش ئىمكانىيىتىدىن پايدىلىنىدۇ.\nبۇ ئۇنىڭ سىزنىڭ يېڭى رايوندا ئىكەنلىكىڭىزنى بايقاپ، يېڭى رەسىملەرنى يۈكلەيدىغان-يۈكتۈرمەيدىغانلىقىڭىزنى تەكشۈرۈشىگە يول قويىدۇ.\nGPS ئىشلىتىلمەيدۇ، ئورنىڭىز ھەرگىز ساقلانمايدۇ ياكى ئىز قوغلانمايدۇ.";

/* MARK: Files lock */

"_lock_"                            = "قۇلۇپ";
"_unlock_"                          = "قۇلۇپ ئېچىش";
"_lock_file_"                       = "ھۆججەتنى قۇلۇپلاش";
"_unlock_file_"                     = "ھۆججەتنى ئېچىش";
"_lock_selected_files_"             = "ھۆججەتلەرنى قۇلۇپلاڭ";
"_unlock_selected_files_"           = "ھۆججەتلەرنى ئېچىش";
"_locked_by_"                       = "قۇلۇپلانغان %@";
"_file_locked_no_override_"         = "بۇ ھۆججەت قۇلۇپلانغان. ئۇنى بېسىپ ئۆتۈشكە بولمايدۇ.";
"_lock_no_permissions_selected_"    = "بەزى تاللانغان ھۆججەت ياكى قىسقۇچقا رۇخسەت قىلىنمايدۇ.";
"_remove_file_"             = "ھۆججەتنى ئۆچۈرۈڭ";
"_delete_file_"             = "ھۆججەتنى ئۆچۈرۈڭ";
"_delete_folder_"           = "قىسقۇچ ئۆچۈر";
"_size_"                    = "چوڭلۇقى";
"_set_user_status_"         = "توردىكى ئورنى";
"_set_user_status_message_" = "ھالەت ئۇچۇرى";
"_open_settings_"           = "تەڭشەكلەرنى ئېچىڭ";
"_settings_account_request_" = "قوزغالغاندا ھېسابات تەلەپ قىلىڭ";
"_alias_"                   = "لەقەم";
"_alias_placeholder_"       = "لەقەم قۇر";
"_alias_footer_"            = "ھېساباتىڭىزغا تەسۋىرىي نام بېرىڭ مەسلەن ئۆي، ئىشخانا، مەكتەپ...";
"_privacy_legal_"           = "مەخپىيەتلىك ۋە قانۇن سىياسىتى";
"_source_code_"             = "مەنبە كودىغا ئېرىشىش";
"_account_select_"          = "ھېساباتنى تاللاڭ";
"_account_select_to_add_"   = "قوشۇش ئۈچۈن ھېساباتنى تاللاڭ";
"_remove_local_account_"    = "يەرلىك ھېساباتنى ئۆچۈرۈڭ";
"_want_delete_account_"     = "يەرلىك ھېساباتنى ئۆچۈرمەكچىمۇ؟";
"_prevent_http_redirection_"= "HTTP دا يۆتكىلىش مەنئىي قىلىندۇ.";
"_single_file_conflict_title_" = "ھۆججەت توقۇنۇشى";
"_multi_file_conflict_title_" = "%@ ھۆججەت توقۇنۇشى";
"_replace_action_title_" = "ئالماشتۇرۇڭ";
"_keep_both_action_title_" = "ھەر ئىككىسىنى ساقلاڭ";
"_cancel_keep_existing_action_title_" = "ئەمەلدىن قالدۇرۇڭ ۋە ساقلاڭ";
"_replace_all_action_title_" = "ھەممىنى ئالماشتۇرۇڭ";
"_keep_both_for_all_action_title_" = "ھەممىنى ساقلاپ قويۇڭ";
"_more_action_title_" = "تېخىمۇ كۆپ تەپسىلاتلار";
"_wait_file_preparation_" = "ھۆججەت چىقىرىشقا تەييارلىنىۋاتىدۇ، ساقلاڭ...";
"_keep_active_for_upload_" = "چىقىرىش تاماملانغىچە ئەپنى ئوچۇق قويۇڭ...";
"_keep_active_for_transfers_" = "يەتكۈزۈش تاماملانغىچە ئەپنى ئوچۇق قويۇڭ...";
"_wait_file_encryption_"  = "ساقلاڭ ، ھۆججەتنى مەخپىيلەشتۈرۈڭ…";
"_passcode_counter_fail_" = "مەغلۇب بولغان سىناقلار بەك كۆپ ، قايتا سىناپ بېقىشتىن بۇرۇن ساقلاپ تۇرۇڭ";
"_seconds_"               = "سېكۇنت";
"_change_lock_passcode_"  = "پارولنى ئۆزگەرتىڭ";
"_lock_cannot_disable_mdm_" = "پارولنى قۇلۇپلاشقا تاقاش تەرجىمال سەپلىمىڭىز تەرىپىدىن يول قۇيۇلمىدى.";

// MARK: User Status

/* User status */
"_online_"                  = "توردا";

/* User status */
"_away_"                    = "يىراق";

/* User status */
"_dnd_"                     = "ئاۋارە قىلماڭ";

/* User status */
"_dnd_description_"         = "بارلىق ئۇقتۇرۇشلارنى ئاۋازسىز قىلىڭ";

/* User status */
"_invisible_"               = "كۆرۈنمەيدۇ";

/* User status */
"_invisible_description_"   = "تورسىز كۆرۈنۈش";

/* User status */
"_busy_"                    = "ئالدىراش";

/* User status */
"_select_user_status_"      = "توردىكى ھالەتنى بەلگىلە";
"_select_status_message_"      = "ھالەت ئۇچۇرىنى بەلگىلەڭ";
"_status_message_"          = "ھالەت ئۇچۇرى";
"_status_message_placehorder_"  = "ئەھۋالىڭىز نېمە؟";
"_online_status_"           = "توردىكى ئورنى";
"_set_status_message_"      = "ھالەت ئۇچۇرىنى بەلگىلەڭ";
"_clear_status_message_after_"  = "كېيىن ھالەتنى ئۆچۈر";

/* User status */
"_select_option_"           = "تاللانمىنى تاللاڭ";
"_dont_clear_"              = "ئېنىق ئەمەس";
"_15_minutes_"              = "15 مىنۇت";
"_30_minutes_"              = "30 مىنۇت";
"_an_hour_"                 = "بىر سائەت";
"_1_hour_"                  = "1 سائەت";
"_4_hours_"                 = "4 سائەت";
"_day_"                     = "بۈگۈن";
"_this_week_"               = "بۇ ھەپتە";
"_days_"                    = "كۈنلەر";
"_hours_"                   = "سائەت";
"_minutes_"                 = "مىنۇت";


"_network_not_available_"   = "تورنى ئىشلەتكىلى بولمايدۇ";
"_file_already_exists_"     = "ئوخشاش ئىسىمدىكى ھۆججەت مەۋجۇت بولغاچقا، مەشغۇلاتنى تاماملىيالمىدى.";
"_files_lock_error_"        = "بۇ ھۆججەتنىڭ قۇلۇپىنى ئۆزگەرتىشتە خاتالىق كۆرۈلدى.";
"_more_"                        = "تېخىمۇ كۆپ";
"_notifications_"               = "ئۇقتۇرۇش";
"_quota_space_unlimited_"       = "چەكسىز";
"_quota_space_unknown_"         = "نامەلۇم";
"_quota_using_"                 = "سىز %@ نىڭ %@ نى ئىشلىتىۋاتىسىز";
"_acknowledgements_"            = "ئېتراپ قىلىش";
"_settings_"                    = "تەڭشەكلەر";
"_enter_password_"              = "پارول كىرگۈزۈڭ…";
"_lock_"                        = "قۇلۇپ";
"_lock_active_"                 = "قۇلۇپ: تاقاق";
"_lock_not_active_"             = "قۇلۇپ: ئۇچۇق";
"_lock_protection_no_screen_"        = "دەسلەپتە سورىماڭ";
"_enable_touch_face_id_"        = "بارماق / يۈز ID نى قوزغىتىڭ";
"_wifi_only_"                   = "ۋايفاي ئۇلىنىشىنىلا ئىشلەت";
"_settings_autoupload_"         = "رەسىملەرنى ئاپتوماتىك يوللاش";
"_clear_cache_"                 = "غەملەكنى تازىلاڭ";
"_clear_cache_footer_"          = "ئەپتىن چۈشۈرۈلگەن ۋە تورسىز ھۆججەتلەرنى تازىلاڭ";
"_exit_"                        = "ئىلتىماسنى ئەسلىگە كەلتۈرۈش";
"_exit_footer_"                 = "ئەپتىكى بارلىق ھېسابات ۋە يەرلىك سانلىق مەلۇماتلارنى ئۆچۈرۈڭ.";
"_want_exit_"                   = "دىققەت! دەسلەپكى ھالەتكە قايتىدۇ. داۋاملاشتۇرامسىز؟";
"_want_delete_cache_"           = "غەملەكنى ئۆچۈرمەكچىمۇ (بۇ داۋاملىشىۋاتقان يۆتكىلىشنىمۇ ئۆچۈرۈۋېتىدۇ)؟";
"_add_account_"                 = "ھېسابات قوشۇڭ";
"_want_delete_"                 = "تۆۋەندىكىلەرنى ئۆچۈرۈۋېتىسىز: ";
"_want_leave_share_"            = "تۆۋەندىكى پايلارنى قالدۇرىسىز: ";
"_no_delete_"                   = "ياق ، ئۆچۈرمەڭ";
"_yes_delete_"                  = "ھەئە ، ئۆچۈرۈڭ";
"_information_"                 = "ئۇچۇر";
"_select_offline_warning_"      = "بىر نەچچە ھۆججەت ۋە ھۆججەت قىسقۇچنى تورسىز ھالەتتە ئىشلىتىشكە بىر ئاز ۋاقىت كېتىشى مۇمكىن ھەمدە شۇنداق قىلغاندا نۇرغۇن ئىچكى ساقلىغۇچ ئىشلىتىشى مۇمكىن.";
"_advanced_"                    = "ئالىي";
"_permissions_"                 = "ئىجازەت";
"_custom_permissions_"          = "خاس ئىجازەت";
"_disable_files_app_"           = "ھۆججەتلەرنى بىرلەشتۈرۈشنى چەكلەڭ";
"_disable_files_app_footer_"    = "IOS ھۆججەتلىرى ئارقىلىق ھۆججەتلەرنى زىيارەت قىلىشقا يول قويماڭ.";
"_time_remaining_"              = "%@ قالغان";
"_autoupload_"                      = "رەسىم / سىنلارنى ئاپتوماتىك يوللاش";
"_autoupload_select_folder_"        = "\"ئاپتوماتىك يوللاش \" ھۆججەت قىسقۇچىنى تاللاڭ";
"_autoupload_photos_"               = "رەسىملەرنى ئاپتوماتىك يوللاش";
"_autoupload_videos_"               = "سىن يوللاش";
"_autoupload_favorites_"            = "پەقەت ئاپتوماتىك يۈكلەش";
"_autoupload_description_"          = "Choose whether new photos or videos will be automatically uploaded to your account.";
"_autoupload_fullphotos_"           = "پۈتۈن كامېرا رولنى يۈكلەڭ";
"_start_autoupload_"                = "ئاپتوماتىك چىقىرىشنى قوزغىتىڭ";
"_stop_autoupload_"                 = "ئاپتوماتىك چىقىرىشنى تاقاڭ";
"_autoupload_fullphotos_footer_"    = "يوللاشتىن بۇرۇن ئۈستىدىكى تاللاشلارنى تەڭشەڭ.";
"_autoupload_create_subfolder_"     = "تارماق قىسقۇچ ئىشلىتىڭ";
"_autoupload_create_subfolder_footer_"  = "يىل ، ئاي ياكى كۈن ئاساستا تارماق قىسقۇچلاردا ساقلاڭ.";
"_autoupload_subfolder_granularity_"    = "تارماق قىسقۇچنىڭ دانچە دەرىجىسى";
"_filenamemask_"                        = "ھۆججەت نامىنى ئۆزگەرتىش";
"_filenamemask_footer_"                 = "سۈكۈت بويىچە ، ھۆججەت يۈكلەنگەندە ، ئۇ ئاپتوماتىك ھالدا تۆۋەندىكى فورماتقا ئېرىشىدۇ: yy-mm-dd hh-mm-ss ۋە 4 خانىلىق ھېسابلىغۇچ. ئەگەر بۇ فورماتنى ياقتۇرمىسىڭىز ، ئەڭ ئاخىرقى 4 خانىلىق ھېسابلىغۇچتىن باشقا ، ئۇنى بۇ يەردە ئۆزگەرتەلەيسىز.";
"_autoupload_current_folder_"           = "ھازىر تاللانغان ھۆججەت قىسقۇچ";
"_show_hidden_files_"           = "يوشۇرۇن ھۆججەتلەرنى كۆرسەت";
"_format_compatibility_"        = "ئەڭ ماس كىلىدۇ";
"_format_compatibility_footer_" = "\"ئەڭ ماس كېلىدىغان \" مۇمكىن بولسا رەسىملەرنى JPEG قىلىپ ساقلايدۇ.";
"_privacy_"                     = "مەخپىيەتلىك";
"_privacy_footer_"              = "بۇ ئەپ كاشىلا ئانالىز قىلىش ئۈچۈن مۇلازىمەت قىلىدۇ. شەخسىي ئۇچۇرلىرىڭىز دوكلات بىلەن ئەۋەتىلمەيدۇ. ئۇنى چەكلىمەكچى بولسىڭىز ، تەڭشەك \"ھادىسە مۇخبىرىنى چەكلەش \" نى ON غا ئۆزگەرتىڭ.";
"_crashservice_title_"          = "ھادىسە مۇخبىرىنى چەكلەڭ";
"_crashservice_alert_"          = "بۇ تاللاش كۈچكە ئىگە بولۇش ئۈچۈن ئەپنى قايتا قوزغىتىشنى تەلەپ قىلىدۇ";
"_upload_mov_livephoto_"        = "نەق مەيدان سۈرىتى";
"_upload_mov_livephoto_footer_" = "\"نەق مەيدان رەسىم \" تاللانغان رەسىمنى مۇمكىن بولسا \"نەق مەيدان رەسىم \" شەكلىدە ساقلايدۇ.";
"_capabilities_"                = "ئىقتىدارى";
"_capabilities_footer_"         = "ئەگەر بۇ دېتال قاچىلانغان ۋە مۇلازىمېتىردا ئىشلەتكىلى بولىدىغان بولاقلارنى كۆرسىتىڭ.";
"_diagnostics_"                 = "دىئاگنوز قويۇش";
"_diagnostics_footer_"          = "خاتىرە دەرىجىسىنى ئۆزگەرتىش ئەپنى قايتا قوزغىتىشنى تەلەپ قىلىدۇ";
"_view_log_"                    = "خاتىرە ھۆججىتىنى كۆرۈڭ";
"_clear_log_"                   = "خاتىرە ھۆججىتىنى تازىلاش";
"_set_log_level_"               = "خاتىرە دەرىجىسىنى بەلگىلەڭ";
"_log_file_clear_alert_"        = "خاتىرە ھۆججىتى مۇۋەپپەقىيەتلىك تازىلاندى!";
"_connect_server_anyway_"       = "سىز يەنىلا بۇ مۇلازىمېتىرغا ئۇلىماقچىمۇ؟";
"_server_is_trusted_"           = "بۇ مۇلازىمېتىرنى ئىشەنچلىك دەپ قارامسىز؟";
"_connection_error_"            = "ئۇلىنىش خاتالىقى";
"_login_url_"                   = "مۇلازىمېتىر ئادرېسى https: //…";
"_login_url_error_"             = "URL خاتالىقى ، مۇلازىمېتىر ئادرېسىڭىزنى تەكشۈرۈپ بېقىڭ";
"_login_error_"                 = "Could not log in. Please try again later.";
"_favorites_"                   = "يىغقۇچ";
"_favorite_short_"              = "ئامراق";
"_tutorial_favorite_view_"      = "سىز ياقتۇرىدىغان ھۆججەت ۋە ھۆججەت قىسقۇچلار بۇ يەردە كۆرۈنىدۇ";
"_tutorial_offline_view_"       = "بۇ يەرگە كۆچۈرۈلگەن ھۆججەتلەر تورسىز ھالەتتە بولىدۇ.ئۇلار بۇلۇت بىلەن ماس قەدەمدە بولىدۇ.";
"_tutorial_groupfolders_view_"  = "گۇرۇپپا قىسقۇچ يوق";
"_more_"                        = "تېخىمۇ كۆپ";
"_favorite_no_files_"           = "ياقتۇرىدىغانلار تېخى يوق";
"_no_date_information_"                     = "چېسلا ئۇچۇرى يوق";
"_no_camera_information_"                   = "كامېرا ئۇچۇرى يوق";
"_no_lens_information_"                     = "لىنزا ئۇچۇرى يوق";
"_today_"                                   = "بۈگۈن";
"_yesterday_"                               = "تۈنۈگۈن";
"_access_photo_not_enabled_"                = "رەسىمگە زىيارەت قىلىش قوزغىتىلمىغان";
"_access_photo_not_enabled_msg_"            = "تەڭشەكلەر ← ئەپلەر ← Nextcloud ← سۈرەتلەر غا بېرىپ، سۈرەت ئامبىرىغا كىرىش ھوقۇقىنى قوزغىتىڭ";
"_access_background_app_refresh_denied_"    = "\"تەگلىك ئەپ يېڭىلاش \" رەت قىلىندى. ئۇنى \"تەڭشەك \" دە قوزغىتىڭ ، بولمىسا پروگرامما ئارقا سۇپىدا بولغاندا يېڭى رەسىم ياكى سىنلار بايقالمايدۇ";
"_new_photos_starting_"                     = "%@ بىلەن باشلانغان سۈرەت ياكى سىن چىقىرىلىدۇ.";
"_tutorial_photo_view_"                     = "تېخى رەسىم ياكى سىن يوللانمىدى";
"_error_createsubfolders_upload_"           = "تارماق قىسقۇچ قۇرۇشتا خاتالىق";
"_remove_photo_CameraRoll_"                 = "كامېرا رولدىن چىقىرىۋېتىڭ";
"_remove_photo_CameraRoll_desc_"            = "يۈكلەنگەندىن كېيىن \"كامېرا رولدىن چىقىرىۋېتىڭ \" ، جەزملەشتۈرۈلگەن ئۇچۇر كۆرۈنىدۇ ۋە يۈكلەنگەن رەسىم ياكى سىنلارنى كامېرا تىزىملىكىدىن ئۆچۈرۈۋېتىدۇ. ئۆچۈرۈلگەن رەسىم ياكى سىنلار يەنىلا iOS رەسىم ئەخلەت ساندۇقىدا 30 كۈن بولىدۇ.";
"_never_"                       = "ھەرگىز";
"_less_a_minute_"               = "بىر مىنۇتقا يەتمىگەن ۋاقىت ئىلگىرى";
"_a_minute_ago_"                = "بىر مىنۇت ئىلگىرى";
"_minutes_ago_"                 = "%d مىنۇت ئىلگىرى";
"_an_hour_ago_"                 = "بىر سائەت بۇرۇن";
"_hours_ago_"                   = "%d سائەت ئىلگىرى";
"_a_day_ago_"                   = "بىر كۈن ئىلگىرى";
"_days_ago_"                    = "%d كۈن ئىلگىرى";
"_forbidden_characters_"        = "چەكلەنگەن ھەرپلەر: %@";
"_cannot_send_mail_error_"      = "ھېسابات قۇرۇلمىدى ، ياكى خاتا ئېلخەت ئادرېسى كىرگۈزۈلدى";
"_open_url_error_"              = "بۇ ھەرىكەتنىڭ URL نى ئاچقىلى بولمايدۇ";
"_media_"                       = "كۆپ-ۋاستە";
"_order_by_"                    = "تەرتىپلەش";
"_name_"                        = "ئىسمى";
"_date_"                        = "چېسلا";
"_size_"                        = "چوڭلۇقى";
"_delete_selected_files_"       = "ھۆججەتلەرنى ئۆچۈرۈڭ";
"_remove_favorites_"            = "ياقتۇرمايدىغان";
"_add_favorites_"               = "ئامراق";
"_share_"                       = "ھەمبەھىر";
"_remove_local_file_"           = "يەرلىكتىن چىقىرىۋېتىڭ";
"_folders_"                     = "قىسقۇچ";
"_folder_"                      = "قىسقۇچ";
"_files_"                       = "ھۆججەتلەر";
"_file_"                        = "ھۆججەت";
"_no_file_pull_down_"           = "يېڭىلاش ئۈچۈن ھۆججەت يۈكلەڭ ياكى تارتىپ چۈشۈرۈڭ";
"_no_file_no_permission_to_create_" = "بۇ يەرگە ھۆججەت چىقىرىش ياكى قۇرۇش ھوقۇقىڭىز يوق";
"_limited_dimension_"           = "ئەڭ يۇقىرى چەككە يەتتى";
"_save_selected_files_"         = "رەسىم ئامبىرىغا ساقلاڭ";
"_file_not_saved_cameraroll_"   = "خاتالىق: ھۆججەت پىلاستىنكىسىدا ساقلانمىدى";
"_file_saved_cameraroll_"       = "رەسىم پىلاستىنكىسىدا ساقلانغان ھۆججەت";
"_favorite_on_top_"             = "ياقتۇرىدىغانلارنى رەتلەڭ";
"_directory_on_top_"            = "قىسقۇچلارنى ھۆججەتتىن بۇرۇن تەرتىپلەڭ";
"_show_description_"            = "قىسقۇچ چۈشەندۈرۈشىنى كۆرسەت";
"_show_recommended_files_"      = "تەۋسىيە كۆرسەت";
"_search_no_record_found_"      = "ھېچقانداق نەتىجە يوق";
"_search_in_progress_"          = "ئىزدەش خىزمىتى…";
"_search_instruction_"          = "ھۆججەت ئىزدەڭ (ئەڭ ئاز بولغاندا 2 ھەرپ)";
"_files_no_files_"              = "بۇ يەردە ھۆججەت يوق";
"_files_no_folders_"            = "بۇ يەردە ھۆججەت قىسقۇچ يوق";
"_request_in_progress_"         = "مۇلازىمېتىرغا ئىلتىماس قىلىش…";
"_personal_files_only_"         = "پەقەت شەخسىي ھۆججەتلەر";

"audio"                         = "AUDIO";
"directory"                     = "FOLDERS";
"document"                      = "DOCUMENTS";
"image"                         = "IMAGES";
"template"                      = "TEMPLATES";
"video"                         = "VIDEO";

"_paste_file_"                  = "چاپلاش";
"_cancel_all_task_"             = "بارلىق يۆتكىلىشنى ئەمەلدىن قالدۇرۇڭ";
"_status_wait_download_"        = "چۈشۈرۈشنى ساقلاۋاتىدۇ";
"_status_downloading_"          = "چۈشۈرۈش";
"_status_wait_upload_"          = "يوللاشنى ساقلاۋاتىدۇ";
"_status_wait_create_folder_"   = "ھۆججەت قىسقۇچ قۇرۇشنى ساقلاش";
"_status_wait_delete_"          = "ئۆچۈرۈشنى ساقلاۋاتىدۇ";
"_status_wait_rename_"          = "ئىسمىنى ئۆزگەرتىشنى ساقلاش";
"_status_wait_favorite_"        = "ياقتۇرىدىغان ئۆزگەرتىشنى ساقلاش";
"_status_wait_copy_"            = "كۆپەيتىشنى ساقلاۋاتىدۇ";
"_status_wait_move_"            = "يۆتكىلىشنى ساقلاۋاتىدۇ";
"_status_uploading_"            = "چىقىرىۋاتىدۇ";
"_status_upload_error_"         = "خاتالىق ، يوللاشنى ساقلاش";
"_select_media_folder_"         = "Media ھۆججەت قىسقۇچىنى تەڭشەڭ";
"_media_viewimage_show_"        = "پەقەت رەسىملەرنىلا كۆرسەت";
"_media_viewvideo_show_"        = "پەقەت سىننىلا كۆرسەت";
"_media_show_all_"              = "ھەر ئىككىسىنى كۆرسەت";
"_good_morning_"                = "خەيرلىك ئەتىگەن!";
"_good_day_"                    = "خەيرلىك كۈن";
"_good_afternoon_"              = "خەيرلىك چۈشتىن كېيىن";
"_good_evening_"                = "خەيرلىك كەچ!";
"_good_night_"                  = "خەيرلىك كەچ!";
"_servers_"                     = "مۇلازىمېتىرلار";
"_select_server_"               = "مۇلازىمېتىرنى تاللاڭ ...";

// MARK: Share

"_share_link_"                  = "ئۇلىنىشنى ھەمبەھىرلە";
"_share_link_name_"             = "ئۇلىنىش ئىسمى";
"_password_"                    = "ئىم";
"_share_password_"              = "پارول قوغداش ئۇلىنىشى";
"_date_"                        = "چېسلا";
"_user_sharee_footer_"          = "ئىجازەتنى ئۆزگەرتىش ئۈچۈن چېكىڭ";
"_enforce_password_protection_" = "پارولنى قوغداشنى كۈچەيتىڭ";
"_shared_with_you_by_"          = "سىز بىلەن ئورتاقلاشتى";
"_shareLinksearch_placeholder_" = "ئىسمى ، ئېلېكترونلۇق خەت ياكى فېدېراتسىيە بۇلۇت كىملىكى…";
"_new_comment_"                 = "يېڭى باھا…";
"_edit_comment_"                = "باھا تەھرىرلەش";
"_delete_comment_"              = "باھانى ئۆچۈرۈڭ";
"_share_read_only_"             = "پەقەت كۆرۈش";
"_share_editing_"               = "تەھرىرلىيەلەيدۇ";
"_share_allow_upload_"          = "يوللاش ۋە تەھرىرلەشكە يول قويۇڭ";
"_share_file_drop_"             = "ھۆججەت تەلىپى";
"_share_secure_file_drop_"      = "بىخەتەر ھۆججەت چۈشۈرۈش (پەقەت يوللاش)";
"_share_hide_download_"         = "چۈشۈرۈشنى يوشۇرۇش";
"_share_allowed_downloads_"     = "يول قويۇلغان چۈشۈرۈش";
"_share_limit_download_"        = "چۈشۈرۈشنى چەكلەڭ";
"_remaining_"                   = "%d قالغان";
"_share_password_protect_"      = "پارول قوغداش";
"_share_expiration_date_"       = "مۇددىتى توشۇش ۋاقتىنى بەلگىلەڭ";
"_share_note_recipient_"        = "تاپشۇرۇۋالغۇچىغا دىققەت قىلىڭ";
"_share_add_sharelink_"         = "باشقا ئۇلىنىش قوشۇڭ";
"_share_can_read_"              = "ئوقۇ";
"_share_can_reshare_"           = "ھەمبەھىرلە";
"_share_can_create_"            = "قۇر";
"_share_can_change_"            = "تەھرىر";
"_share_can_delete_"            = "ئۆچۈر";
"_share_can_download_"          = "چۈشۈرۈش ۋە ماسقەدەملەشكە يول قويۇڭ";
"_share_unshare_"               = "ھەمبەھىرنى ئۆچۈرۈڭ";
"_share_internal_link_"         = "ئىچكى ئۇلىنىش";
"_share_internal_link_des_"     = "پەقەت بۇ ھۆججەت / ھۆججەت قىسقۇچنى زىيارەت قىلالايدىغان ئىشلەتكۈچىلەر ئۈچۈن ئىشلەيدۇ";
"_share_reshare_disabled_"      = "بۇ ھۆججەت / ھۆججەت قىسقۇچنى قايتا ھەمبەھىرلىشىڭىزگە رۇخسەت قىلىنمايدۇ";
"_share_reshare_restricted_"    = "ئەسكەرتىش: سىزنىڭ بۇ ھۆججەت / ھۆججەت قىسقۇچنى قايتا ھەمبەھىرلەش ھوقۇقىڭىز چەكلىك";
"_remote_"                      = "يىراق";
"_remote_group_"                = "يىراق گۇرۇپپا";
"_conversation_"                = "سۆھبەت";

"_no_transfer_"                     = "ھازىرچە يۆتكىلىش يوق";
"_no_transfer_sub_"                 = "بۇ ئۈسكۈنىدىن يۈكلەش ۋە چۈشۈرۈش بۇ يەردە كۆرۈنىدۇ";
"_no_activity_footer_"              = "يۈكلەيدىغان پائالىيەت يوق";
"_transfers_"                       = "يۆتكەش";
"_activity_"                        = "پائالىيەت";
"_trash_file_not_found_"            = "قارىغاندا بۇ ھۆججەت ئەخلەت ساندۇقىدا ئەمەس. ئەخلەت ساندۇقىغا بېرىپ ئۇنى يېڭىلاپ قايتا سىناڭ";
"_list_shares_"                     = "ھەمبەھىرلەر";
"_list_shares_no_files_"            = "ھازىرچە پاي يوق";
"_tutorial_list_shares_view_"       = "سىز ئورتاقلاشقان ھۆججەت ۋە ھۆججەت قىسقۇچلار بۇ يەردە كۆرۈنىدۇ";
"_offline_"                         = "تورسىز";
"_upload_photos_videos_"            = "رەسىم ياكى سىنلارنى يۈكلەڭ";
"_upload_file_"                     = "ھۆججەت چىقار";
"_create_nextcloudtext_document_"   = "تېكىست ھۆججىتى قۇرۇش";
"_use_folder_auto_upload_"          = "مەنزىل سۈپىتىدە \"ئاپتوماتىك يوللاش \" ھۆججەت قىسقۇچىنى ئىشلىتىڭ";
"_filename_"                        = "ھۆججەت ئىسمى";
"_enter_filename_"                  = "ھۆججەت نامىنى كىرگۈزۈڭ…";
"_default_preview_filename_footer_" = "ھۆججەت نامىنىڭ ئۈلگە كۆرۈنۈشى: IMG_0001.JPG";
"_filename_header_"                 = "ھۆججەت نامىنى كىرگۈزۈڭ";
"_preview_filename_"                = "ھۆججەت نامىنىڭ مىسالى. ماسكا %@ نى چېسلا / ۋاقىت ئۈچۈن ئىشلىتەلەيسىز";
"_add_filenametype_"                = "ھۆججەت نامىدا تىپنى بەلگىلەڭ";
"_maintain_original_filename_"      = "ئەسلى ھۆججەت نامىنى ساقلاڭ";
"_notifications_"                   = "ئۇقتۇرۇش";
"_untitled_"                        = "نامسىز";
"_e2e_settings_title_"              = "شىفىرلاش";
"_e2e_settings_"                    = "ئاخىرىدىن ئاخىرىغىچە مەخپىيلەشتۈرۈش";
"_e2e_settings_start_"              = "ئاخىرىدىن ئاخىرىغىچە مەخپىيلەشتۈرۈشنى باشلاڭ";
"_e2e_settings_activated_"          = "ئاخىرىدىن ئاخىرىغىچە مەخپىيلەشتۈرۈش قوزغىتىلدى";
"_e2e_server_disabled_"             = "مۇلازىمېتىردا ئاخىرىغىچە مەخپىيلەشتۈرۈش دېتالى چەكلەنگەن";
"_e2e_settings_view_passphrase_"    = "12 سۆزنىڭ ھەممىسى ناھايىتى كۈچلۈك مەخپىي نومۇر ھاسىل قىلىدۇ ، پەقەت شىفىرلانغان ھۆججەتلىرىڭىزنى كۆرەلەيسىز ۋە ئىشلىتەلەيسىز. ئۇنى يېزىپ بىخەتەر جايدا ساقلاڭ.";
"_e2e_settings_read_passphrase_"    = "پارولنى ئوقۇڭ";
"_e2e_settings_lock_not_active_"    = "قۇلۇپ قوزغىتىلمىغان ، \"تەڭشەك \" گە قايتىپ ئۇنى قوزغىتىڭ";
"_e2e_settings_the_passphrase_is_"  = "مەخپىي نومۇر:";
"_e2e_passphrase_request_title_"    = "ئىمنى تەلەپ قىلىڭ";
"_e2e_passphrase_request_message_"  = "12 سۆز قىستۇر";
"_e2e_settings_remove_"             = "شىفىرنى يەرلىكتىن ئۆچۈرۈڭ";
"_e2e_settings_remove_message_"     = "مەخپىي نومۇر بىلەن مەخپىيلەشتۈرۈشنى ئۆچۈرۈۋېتىڭ.";
"_e2e_set_folder_encrypted_"        = "شىفىرلاش";
"_e2e_remove_folder_encrypted_"     = "يىشىش";
"_e2e_file_encrypted_"              = "ھۆججەت شىفىرلاندى";
"_e2e_goto_settings_for_enable_"    = "بۇ شىفىرلانغان مۇندەرىجە ، \"تەڭشەك \" گە كىرىپ ، ئاخىرىغىچە مەخپىيلەشتۈرۈشنى قوزغىتىڭ";
"_e2e_error_"                       = "ئىچكى باشتىن ئاخىرىغىچە مەخپىيلەشتۈرۈش خاتالىقى كۆرۈلدى";
"_e2e_in_upload_"                   = "يۈكلەش داۋاملىشىۋاتىدۇ ، بارلىق ھۆججەتلەرنىڭ يۆتكىلىشىنى ساقلاڭ";
"_scans_document_"                  = "ھۆججەتنى سايىلەش";
"_scanned_images_"                  = "سايىلىگەن رەسىملەر";
"_scan_document_pdf_page_"          = "بەت";
"_scan_label_document_zone_"        = "ھۆججەت قۇرۇش ئۈچۈن رەسىملەرنى چېكىڭ ياكى سۆرەپ تاشلاڭ";
"_filter_document_"                 = "پۈتۈك";
"_filter_original_"                 = "ئەسلى";
"_quality_image_title_"             = "رەسىم سۈپىتىنى ئالدىن كۆرۈڭ";
"_file_creation_"                   = "ھۆججەت قۇرۇش";
"_delete_all_scanned_images_"       = "بارلىق سايىلىگەن رەسىملەرنى ئۆچۈرۈڭ";
"_text_recognition_"                = "تېكىست تونۇش";
"_all_files_"                       = "بارلىق ھۆججەتلەر";
"_personal_files_"                  = "شەخسىي ھۆججەتلەر";

"_trash_view_"                      = "ئۆچۈرۈلگەن ھۆججەتلەر";
"_empty_trash_"                     = "ئەخلەت ساندۇقى";
"_trash_no_trash_"                  = "ھېچقانداق ھۆججەت ئۆچۈرۈلمىدى";
"_trash_no_trash_description_"      = "ئۆچۈرۈلگەن ھۆججەتلەرنى بۇ يەردىن ئەسلىگە كەلتۈرەلەيسىز";
"_confirm_delete_selected_"         = "تاللانغان تۈرلەرنى ئۆچۈرمەكچىمۇ؟";
"_manage_file_offline_"             = "تورسىز ھۆججەتلەرنى باشقۇرۇش";
"_set_available_offline_"           = "تورسىز ھالەتتە تەڭشەڭ";
"_remove_available_offline_"        = "تورسىز ھالەتتە ئۆچۈرۈڭ";
"_create_new_document_"             = "يېڭى ھۆججەت قۇر";
"_create_new_spreadsheet_"          = "يېڭى ئېلېكترونلۇق جەدۋەل قۇرۇش";
"_create_new_presentation_"         = "يېڭى تونۇشتۇرۇش قۇر";
"_go_online_"                       = "تورغا چىقىپ ھۆججەتنى كۆرۈڭ";
"_intro_1_title_"                   = "سانلىق مەلۇماتلىرىڭىزنى بىخەتەر ۋە كونتروللۇقىڭىزدا ساقلاڭ";
"_intro_2_title_"                   = "بىخەتەر ھەمكارلىق ۋە ھۆججەت ئالماشتۇرۇش";
"_intro_3_title_"                   = "ئىشلىتىشكە قۇلايلىق بولغان تور خەت ، كالېندار ۋە ئالاقىلىشىش";
"_intro_4_title_"                   = "ئېكراندىن ئورتاقلىشىش ، تور يىغىنلىرى ۋە تور يىغىنلىرى";
"_log_in_"                          = "كىرىڭ";
"_sign_up_"                         = "تەمىنلىگۈچى بىلەن تىزىملىتىڭ";
"_host_your_own_server"             = "مۇلازىمېتىرىڭىزنى مۇلازىمېتىر قىلىڭ";
"_invalid_url_"                         = "مۇلازىمېتىر URL ئىناۋەتسىز";
"_ssl_certificate_untrusted_"           = "بۇ مۇلازىمېتىرنىڭ گۇۋاھنامىسى ئىناۋەتسىز";
"_ssl_certificate_changed_"             = "بۇ مۇلازىمېتىرنىڭ گۇۋاھنامىسى ئۆزگەرگەندەك قىلىدۇ";
"_file_already_exists_"                 = "ئوخشاش ئىسىمدىكى ھۆججەت مەۋجۇت بولغاچقا، مەشغۇلاتنى تاماملىيالمىدى.";
"_error_files_upload_"                  = "ھۆججەت چىقىرىشتا خاتالىق.";
"_internal_generic_error_"              = "ئىچكى خاتالىق";
"_err_permission_microphone_"           = "تەڭشەكتىن مىكروفون ئىشلىتىشكە رۇخسەت قىلىڭ";
"_err_permission_photolibrary_"         = "تەڭشەكتىن رەسىمگە رۇخسەت قىلىڭ";
"_qrcode_not_authorized_"   = "بۇ ئەپنىڭ ئارقا كامېرانى ئىشلىتىش ھوقۇقى يوق";
"_qrcode_not_supported_"    = "QR كودى نۆۋەتتىكى ئۈسكۈنىنى قوللىمايدۇ";
"_create_voice_memo_"       = "ئاۋازلىق ئەسلىمە قۇرۇش";
"_voice_memo_start_"        = "باشلاش ئۈچۈن چېكىڭ";
"_voice_memo_stop_"         = "توختىتىش ئۈچۈن چېكىڭ";
"Enter Passcode"            = "Passcode نى كىرگۈزۈڭ";
"Enter a new passcode"      = "يېڭى پارول كىرگۈزۈڭ";
"Confirm new passcode"      = "يېڭى پارولنى جەزملەشتۈرۈڭ";
"_too_many_failed_passcode_attempts_error_" = "مەغلۇب بولغان سىناقلار بەك كۆپ ، بىر ئازدىن كىيىن قايتا سىناڭ.";
"Passcodes didn't match. Try again." = "مەخپىي نومۇر ماس كەلمىدى. قايتا سىناڭ.";
"Delete"                    = "ئۆچۈر";
"Cancel"                    = "ۋاز كەچ";
"_certificate_details_"     = "گۇۋاھنامە مۇلازىمېتىر تەپسىلاتلىرى";
"_certificate_pn_details_"  = "گۇۋاھنامە ئىتتىرىش ئۇقتۇرۇشى تەپسىلاتلىرى";
"_certificate_view_"        = "گۇۋاھنامە مۇلازىمىتىرى";
"_certificate_pn_view_"     = "گۇۋاھنامە ئىتتىرىش ئۇقتۇرۇشى";
"_save_as_scan_"            = "سايىلەش سۈپىتىدە ساقلاڭ";
"_save_changes_"            = "ئۆزگەرتىشلەرنى ساقلامسىز؟";
"_modify_"                  = "ئۆزگەرتىش";
"_overwrite_original_"      = "ئەسلى يېزىق";
"_save_as_copy_"            = "كۆچۈرۈپ ساقلاڭ";
"_discard_changes_"         = "ئۆزگەرتىشلەرنى ئەمەلدىن قالدۇرۇڭ";
"_message_disable_overwrite_livephoto_" = "بۇ رەسىم نەق مەيدان سۈرىتى ، قايتىدىن يېزىش مۇمكىن ئەمەس";
"_discard_changes_info_"    = "ئۆزگەرتىشلىرىڭىز تاشلىۋېتىلىدۇ.";
"_delete_files_desc_"       = "بوشلۇقنى بىكار قىلىش ئۈچۈن ھۆججەتلەرنى ئۆچۈرۈڭ";
"_delete_old_files_"        = "غەملەكتە ، كونا ھۆججەتلەرنىڭ ھەممىسىنى ئۆچۈرۈڭ";
"_never_"                   = "ھەرگىز";
"_1_year_"                  = "1 يىل";
"_6_months_"                = "6 ئاي";
"_3_months_"                = "3 ئاي";
"_1_month_"                 = "1 ئاي";
"_1_week_"                  = "1 ھەپتە";
"_monthly_"                 = "ئايلىق";
"_yearly_"                  = "يىللىق";
"_daily_"                   = "كۈندىلىك";
"_used_space_"              = "ئىشلىتىلگەن بوشلۇق:";
"_login_address_detail_"    = "توركۆرگۈدە ئاچقاندا %@ تور كۆرۈنمە يۈزىڭىزنىڭ ئۇلىنىشى.";
"_go_to_page_"              = "بەتكە بېرىڭ";
"_page_"                    = "بەت";
"_this_document_has_%@_pages_"              = "بۇ ھۆججەتنىڭ %@ بېتى بار";
"_invalid_page_"                            = "ئىناۋەتسىز بەت";
"_the_entered_page_number_does_not_exist_"   = "كىرگۈزۈلگەن بەت نومۇرى مەۋجۇت ئەمەس";
"_error_something_wrong_"   = "چاتاق چىقتى";
"_try_download_full_resolution_"            = "تولۇق ئېنىقلىقتىكى رەسىمنى چۈشۈرۈڭ";
"_full_resolution_image_info_"            = "بۇ رەسىمگە مۇناسىۋەتلىك تېخىمۇ كۆپ ئۇچۇرلارنى ئاشكارىلىشى مۇمكىن.";
"_download_audio_"          = "ئاۋاز ھۆججىتىنى يەرلىككە چۈشۈرۈڭ";
"_copied_path_"             = "كۆچۈرۈلگەن يول";
"_privacy_screen_"          = "Hide content when app is inactive";
"_privacy_screen_footer_"   = "Hide the content in the app and show a splash screen when the app is inactive.";
"_in_"                      = "دا";
"_enter_passphrase_"        = "ئىم كىرگۈزۈڭ (12 سۆز)";
"_show_more_results_"       = "⋯ Load more results";
"_waiting_for_"             = "ساقلاش:";
"_reachable_wifi_"          = "تورغا Wi-Fi ياكى كابېل ئارقىلىق ئېرىشكىلى بولىدۇ";
"_copy_passphrase_"         = "پارولنى كۆچۈرۈڭ";
"_ok_copy_passphrase_"      = "ماقۇل ۋە پارولنى كۆچۈرۈڭ";
"_select_color_"            = "رەڭنى تاللاڭ";
"_change_color_"            = "رەڭنى ئۆزگەرتىش";
"_description_dashboardwidget_" = "باش تاختا ھەمىشە بارمىقىڭىزدا بولۇش ئەزەلدىن ئاسان ئەمەس.";
"_description_fileswidget_" = "يېقىنقى ھۆججەتلىرىڭىزنى كۆرۈڭ ۋە قورال ستونىنى ئىشلىتىپ مەشغۇلاتىڭىزنى تېزلىتىڭ.";
"_description_toolbarwidget_"   = "مەشغۇلاتىڭىزنى تېزلىتىدىغان قورال ستونى.";
"_title_lockscreenwidget_"  = "ھالەت";
"_description_lockscreenwidget_"    = "بار بولغان بوشلۇق ۋە يېقىنقى پائالىيەتلەرگە دىققەت قىلىڭ";

"_keep_running_"            = "تېخىمۇ ياخشى ئىشلەتكۈچى سەرگۈزەشتىسى ئۈچۈن ئەپنى ئىجرا قىلىڭ";
"_apps_nextcloud_detect_"   = "%@ ئەپلىرى بايقالدى";
"_add_existing_account_"    = "باشقا %@ ئەپلەر بايقالدى ، مەۋجۇت ھېسابات قوشماقچىمۇ؟";
"_status_in_progress_"      = "ئوقۇش ھالىتى داۋاملىشىۋاتىدۇ…";
"_status_e2ee_on_server_"   = "باشتىن ئاخىرىغىچە مەخپىيلەشتۈرۈش ئاللىقاچان مۇلازىمېتىردا تەڭشەلگەن ، ئەمما بۇ ئۈسكۈنىدە تېخى قوزغىتىلمىغان";
"_status_e2ee_not_setup_"   = "مۇلازىمېتىردا باشتىن ئاخىرىغىچە مەخپىيلەشتۈرۈش تېخى تەڭشەلمىگەن";
"_status_e2ee_configured_"  = "باشتىن ئاخىرىغىچە مەخپىيلەشتۈرۈش توغرا تەڭشەلدى";
"_e2ee_set_as_offline_"     = "شىفىرلانغان ھۆججەت ياكى ھۆججەت قىسقۇچلارغا رۇخسەت قىلىنمايدۇ";
"_change_upload_filename_"  = "ھۆججەتنى باشقا ئىسىم بىلەن ساقلىماقچىمۇ؟";
"_save_file_as_"            = "ھۆججەتنى %@ قىلىپ ساقلاڭ";
"_password_ascii_"          = "پارولدا ئالاھىدە ھەرپلەر بولسا بولمايدۇ";
"_calendar_contacts_"       = "كالېندار ۋە ئالاقىلىشىش";
"_mobile_config_"           = "سەپلىمە ئارخىپىنى چۈشۈرۈڭ";
"_calendar_contacts_footer_warning_"    = "Safari سۈكۈتتىكى توركۆرگۈ قىلىپ تەڭشەلگەندىلا ، سەپلىمە ئارخىپىنى چۈشۈرگىلى بولىدۇ";
"_calendar_contacts_footer_"    = "ئارخىپنى چۈشۈرگەندىن كېيىن ئۇنى تەڭشەكتىن قاچىلىيالايسىز.";
"_modify_image_desc_"       = "ئۆزگەرتىش ياكى ئۆزگەرتىش ئۈچۈن ھۆججەتنى چېكىڭ.";
"_message_disable_livephoto_" = "بۇ رەسىم نەق مەيدان سۈرىتى ، ئۇنى ئۆزگەرتسىڭىز نەق مەيدان رەسىم ئۈنۈمىنى يوقىتىدۇ";
"_enable_livephoto_"        = "نەق مەيدان سۈرىتىنى قوزغىتىڭ";
"_disable_livephoto_"       = "نەق مەيدان سۈرىتىنى چەكلەڭ";
"_undo_modify_"             = "ئۆزگەرتىشنى ئەمەلدىن قالدۇرۇڭ";
"_rename_already_exists_"   = "بۇ ئىسىمدىكى ھۆججەت مەۋجۇت";
"_group_folders_"           = "گۇرۇپپا ھۆججەت قىسقۇچلىرى";
"_play_from_files_"         = "ھۆججەتتىن كىنو قويۇڭ";
"_play_from_url_"           = "URL دىن كىنو قويۇڭ";
"_valid_video_url_"         = "ئىناۋەتلىك URL قىستۇر";
"_chunk_move_"              = "ئەۋەتىلگەن ھۆججەتنى قايتا قۇراشتۇرغىلى بولمايدۇ ، مۇلازىمېتىر خاتىرىسىنى تەكشۈرۈپ بېقىڭ";
"_download_image_"          = "رەسىمنى چۈشۈرۈش";
"_download_video_"          = "سىن چۈشۈرۈش";
"_reset_wrong_passcode_"    = "ئىلتىماسنى ئەسلىگە كەلتۈرۈش";
"_reset_wrong_passcode_option_" = "Reset application after 10 failed attempts";
"_reset_wrong_passcode_desc_" = "Enabling this will remove all accounts and local data after %d failed passcode entry attempts.";
"_deviceOwnerAuthentication_" = "كۆپ قېتىم مەغلۇپ بولغانلىقتىن بىئولوگىيەلىك سېنزور ۋاقىتلىق چەكلەنگەن. سېنزورنى قايتا قوزغىتىش ئۈچۈن ئۈسكۈنىنىڭ مەخپىي نومۇرىنى كىرگۈزۈڭ.";
"_virus_detect_"            = "ۋىرۇس بايقالدى. يۈكلەشنى تاماملىغىلى بولمايدۇ!";
"_select_photos_"           = "رەسىملەرنى تاللاڭ";
"_selected_photo_"          = "تاللانغان رەسىم";
"_selected_photos_"         = "تاللانغان رەسىملەر";
"_delete_selected_photos_"  = "تاللانغان رەسىملەرنى ئۆچۈرۈڭ";
"_media_square_"            = "كۋادرات تورى";
"_media_ratio_"             = "نىسبەت نىسبىتى تورى";
"_autoupload_notice_"       = "بۇ ئىقتىدارنىڭ توغرا ئىشلىشىگە كاپالەتلىك قىلىش ئۈچۈن، ئارقا كۆرۈنۈشتىكى ئەپنى يېڭىلاش ئىقتىدارىنى قوزغىتىش كېرەك. بولمىسا، ئەپ ئارقا كۆرۈنۈشتە بولغاندا يېڭى رەسىملەر ياكى سىنلار بايقالمايدۇ.\n\nبۇنىڭدىن باشقا، ئەگەر ئەپ قولدا توختىتىلسا، يېڭى رەسىملەر ۋە سىنلارنى بايقالمايدىغانلىقىنى ئۇنۇتماڭ. ئەپ ئارقا كۆرۈنۈشتە بولغاندا، سانلىق مەلۇمات يەتكۈزۈش سۈرئىتى ئاستىلىشى مۇمكىن، ھەمدە ئۈسكۈنىنىڭ باتارېيە سەۋىيىسىگە ئاساسەن، ئادەتتە ھەر 10 مىنۇتتا يېڭى رەسىملەر ۋە/ياكى سىنلار بايقالىدۇ.\n\nئەپنىڭ توغرا ئىشلەۋاتقانلىقىنى جەزملەشتۈرۈش ئۈچۈن، ئىلغار تەڭشەكلەردىكى خاتىرە ھۆججىتىنى ئىشلەتسىڭىز بولىدۇ.";
"_display_"                 = "كۆرسىتىش";
"_appearance_"              = "كۆرۈنۈش";
"_light_"                   = "نۇر";
"_dark_"                    = "قاراڭغۇ";
"_use_system_style_"        = "سىستېما ئۇسلۇبىنى ئىشلىتىڭ";
"_account_settings_"        = "ھېسابات تەڭشىكى";
"_users_"                   = "ئىشلەتكۈچى";
"_users_footer_"            = "Allows you to select an account every time you open the app.";
"_while_charging_"          = "توك قاچىلىغاندا";
"_keep_screen_awake_"       = "ھۆججەتلەرنى يۆتكەشتە ئېكراننى سەگەك تۇتۇڭ";
"_error_not_found_"         = "تەلەپ قىلىنغان مەنبە تېپىلمىدى";
"_error_conflict_"          = "بايلىقنىڭ ھازىرقى ئەھۋالى بىلەن توقۇنۇش سەۋەبىدىن بۇ تەلەپ تاماملانمىدى";
"_error_precondition_"      = "مۇلازىمېتىر تەلەپ قىلغۇچىنىڭ ئالدىنقى شەرتىگە توشمايدۇ";
"_downloading_"             = "چۈشۈرۈش";
"_additional_options_"      = "قوشۇمچە تاللاشلار";
"_unauthorizedFilesPasscode_" = "ھۆججەت دېتالىنى ئاكتىپلانغان كود بىلەن ئىشلىتىشكە بولمايدۇ";
"_disableFilesApp_"         = "چەكلەنگەنلىكى ئۈچۈن ھۆججەت دېتالىنى ئىشلىتىشكە بولمايدۇ";
"_widget_available_nc25_"   = "كىچىك قورال پەقەت مۇلازىمېتىرنىڭ 25-نەشرىدىن باشلاپلا بار";
"_no_items_"                = "ھېچقانداق نەرسە يوق";
"_check_back_later_"        = "كېيىن قايتا تەكشۈرۈپ بېقىڭ";
"_no_data_available_"       = "سانلىق مەلۇمات يوق";
"_recent_activity_"         = "يېقىنقى پائالىيەت";
"_maintenance_mode_"        = "بۇ  مۇلازىمېتىر ھازىر ئاسراش ھالىتىدە بولۇپ ، بۇنىڭغا بىر ئاز ۋاقىت كېتىشى مۇمكىن.";
"_account_disabled_"        = "ھېسابات چەكلەنگەن";
"_user_"                    = "ئىشلەتكۈچى";
"_add_subtitle_"            = "سىرتقى تېما قوشۇڭ";
"_add_audio_"               = "سىرتقى ئاۋاز قوشۇڭ";
"_upload_foreground_msg_"   = "يۆتكىلىشنى تاماملاش ئۈچۈن %@ نى ياپماڭ…";
"_upload_background_msg_"   = "ھۆججەتلەر يوللىنىۋاتىدۇ…";
"_create_folder_error_"     = "قىسقۇچنى قۇرۇش جەريانىدا خاتالىق كۆرۈلدى:\n\n%@.\n\nمەسىلىنى ئىمكانقەدەر تېز ھەل قىلىڭ.\n\nمەسىلە ھەل بولغۇچە بارلىق يۈكلەشلەر توختىتىلىدۇ.\n";
"_creating_dir_progress_"   = "مۇندەرىجە قۇرۇش داۋاملىشىۋاتىدۇ… پروگراممىنى ئاكتىپ قۇيۇڭ.";
"_creating_db_photo_progress_" = "رەسىم ئارخىپىنى قۇرۇش ئىلگىرى سۈرۈلۈۋاتىدۇ، پروگراممىنى ئاكتىپ قىلىڭ";
"_account_unauthorized_"    = "There was an issue authorizing the account %@. Please log in again.";
"_folder_offline_desc_"     = "تورغا ئۇلانمىسىڭىزمۇ ھۆججەت قىسقۇچلىرىڭىزنى رەتلىيەلەيسىز ، ھۆججەت قۇرالايسىز. تورغا قايتىپ كەلگەندىن كېيىن ، ساقلاۋاتقان ھەرىكەتلىرىڭىز ئاپتوماتىك ماسقەدەملىنىدۇ.";
"_offline_not_allowed_"     = "تورسىز ھالەتتە بۇ مەشغۇلاتقا بولمايدۇ";
"_Upload_native_format_yes_"= "يەرلىك فورماتتا چىقار: ماقۇل";
"_Upload_native_format_no_" = "يەرلىك فورماتتا چىقار: ياق";
"_terms_of_service_"        = "مۇلازىمەت شەرتلىرى";
"_terms_accept_"            = "مەن يۇقىرىدىكى مۇلازىمەت شەرتلىرىنى ئوقۇغانلىقىم ۋە ئۇنىڭغا قوشۇلغانلىقىمنى ئېتىراپ قىلىمەن";
"_terms_accepted_"          = "شەرتلەر قۇبۇل قىلدى";
"_recommended_files_"       = "تەۋسىيە قىلىنغان ھۆججەتلەر";
"_propagate_layout_"        = "تۆۋەندىكى ئۆزگەرتىشلەرنى بارلىق قىسقۇچلارغا قوللان";
"_version_mismatch_error_"  = "نەشىر ئۆزگىرىش: ئاسالىق ئەپنى ئېچىپ ھۆججەت چىقار.";
"_check_auto_upload_"       = "ئاپتوماتىك رەسىم يوللاش ھازىر چەكلەندى.\nNextcloud iOS ئارقىلىق رەسىملىرىڭىزنى ئاپتوماتىك زاپاسلىيالايسىز ۋە ئۇلارنى مۇلازىمېتىرىڭىزدا بىخەتەر ساقلىيالايسىز.\nپەقەت تەڭشەكلەر → ئاپتوماتىك يوللاشنى ئېچىپ، ئۆزىڭىز ياقتۇرىدىغان تاللاشلارنى تاللاڭ ۋە «%@» كۇنۇپكىسى بىلەن ئۇنى قوزغىتىڭ.";
"_cancel_all_request_"      = "بارلىق يەتكۈزۈشلەرنى ئەمەلدىن قالدۇرامسىز؟";
"_cancel_all_"              = "ھەممىنى بىكار قىلىڭ";
"_dismiss_"                 = "خىزمەتتىن ھەيدەش";
"_opt_in_pro_"              = "ياخشىلاش داۋاملىشىۋاتىدۇ...";
"_update_in_progress_"      = "چىقىرىش داۋاملىشىۋاتىدۇ...";
"_delete_in_progress_"      = "ئۆچۈرۈش داۋاملىشىۋاتىدۇ...";
"_download_in_progress_"    = "چۈشۈرۈش داۋاملىشىۋاتىدۇ...";
"_upload_in_progress_"      = "چىقىرىش داۋاملىشىۋاتىدۇ...";
"_transfer_in_progress_"    = "يەتكۈزۈش داۋاملىشىۋاتىدۇ..."; 
"_in_waiting_"              = "ساقلاۋاتىدۇ";
"_in_progress_"             = "ئىلگىرىلەۋاتىدۇ";
"_in_error_"                = "خاتالىق";
"_retry_minutes_"           = "مىنۇتتىن كىيىن قايتا سىنايدۇ";
"_retry_seconds_"           = "سىكۇنتتىن كىيىن قايتا سىنايدۇ";
"_retry_soon_"              = "پات-ئارىدا قايتا سىنايدۇ...";
"_large_upload_tip_"        = "چوڭ ھۆججەتلەر يەتكۈزۈش تاماملانغىچە ئەپنىڭ ئوچۇق تۇرىشىنى تەلەپ قىلىدۇ";
"_e2ee_upload_tip_"         = "باشتىن-ئاخىر ھۆججەتلەر يەتكۈزۈش تاماملانغىچە ئەپنىڭ ئوچۇق تۇرىشىنى تەلەپ قىلىدۇ";
"_finalizing_wait_"         = "تاماملاشنى كۈتۈۋاتىدۇ...";
"_in_this_folder_"          = "In this folder";

// Tip
"_tip_pdf_thumbnails_"      = "كىچىك كۆرۈنۈشنى كۆرسىتىش ئۈچۈن ئېكراننىڭ ئوڭ چېتىدىن سولغا سىيرىڭ.";
"_tip_accountrequest_"      = "ھېساباتنى ئۆزگەرتىش ياكى يېڭىنى قوشۇش ئۈچۈن بۇ يەرنى چېكىڭ";
"_tip_addcopyimage_"        = "كۆچۈرۈلگەن رەسىمنى چاپلاش ئۈچۈن ئۇزۇن بېسىڭ";
"_tip_open_mediadetail_"    = "تەپسىلاتلارنى كۆرسىتىش ئۈچۈن سۈرتۈڭ";
"_tip_autoupload_button_"   = "ئۆزىڭىز خالىغانچە تەڭشەكلەرنى تەڭشەڭ (قىسقۇچ، Wi-Fi، يېڭى مەزمۇن، تارماق قىسقۇچلار) ۋە «ئاپتوماتىك يوللاشنى قوزغىتىش» نى چېكىڭ.\nبۇنى خالىغان ۋاقىتتا توختىتىپ، تەڭشەكلەرنى تەڭشەپ، قايتا قوزغىتالايسىز.";

// MARK: Accessibility

// Accessibility, floating panel top element
"_cart_controller_"             = "كارتا كونتروللىغۇچ";
"_accessibility_add_upload_"    = "قوشۇش ۋە يوللاش";
"_dismiss_menu_"                = "تىزىملىكنى ئەمەلدىن قالدۇرۇڭ";
"_show_profile_"                = "ئارخىپنى كۆرسەت";
// a11y: On/Off
"_on_"                          = "ئوچۇق";
// a11y: On/Off
"_off_"                         = "ئىتىك";
"_list_"                        = "تىزىملىك";
"_icons_"                       = "سىنبەلگە";

// MARK: Assistant
"_assistant_task_unknown_"       = "نامەلۇم";
"_assistant_task_scheduled_"     = "پىلانلانغان";
"_assistant_task_in_progress_"   = "ئىلگىرىلەۋاتىدۇ";
"_assistant_task_completed_"     = "تاماملاندى";
"_assistant_task_failed_"        = "مەغلۇب بولدى";
"_input_"                        = "كىرگۈزۈش";
"_output_"                       = "چىقىرىش";
"_task_details_"                 = "ۋەزىپە تەپسىلاتى";
"_assistant_"                    = "ياردەمچى";
"_new_task_"                     = "يېڭى %@ ۋەزىپە";
"_no_tasks_"                     = "Hello there! What can I help you with today?";
"_create_task_subtitle_"         = "Use the + button to create a new task";
"_edit_task_"                    = "%@ ۋەزىپىنى تەھرىرلە";
"_no_types_"                     = "تەمىنلىگۈچى تېپىلمىدى";
"_no_types_subtitle_"            = "ياردەمچىنى ئىشلىتىش ئۈچۈن سۈنئىي ئەقىل تەمىنلىگۈچىلەرنى ئورنىتىش كېرەك";
"_assistant_ai_warning_"         = "Output shown here is generated by AI. Make sure to always double-check.";
"_no_chat_subtitle_"             = "Try sending a message to spark a conversation.";
"_retry_response_generation_"    = "Retry response generation";
"_conversations_"                = "سۆھبەت";
"_new_conversation_"             = "يېڭى سۆھبەت";
"_type_message_"                 = "Type a message...";
"_assistant_chat_"               = "Assistant Chat";
"_assistant_error_send_message_"  = "Could not send message. Please try again.";
"_assistant_error_load_messages_" = "Could not load messages. Please try again.";
"_assistant_error_generate_response_" = "Could not generate response. Please try again.";
// MARK: Client certificate
"_no_client_cert_found_"         = "مۇلازىمېتىر خېرىدار گۇۋاھنامىسى تەلەپ قىلىدۇ";
"_no_client_cert_found_desc_"    = "TLS خېرىدار گۇۋاھنامىسىنى ئورناتماقچىمۇ؟\n.p12 گۇۋاھنامىسىنى ئۈسكۈنىڭىزگە ئورنىتىش ئۈچۈن ئالدى بىلەن ئۇنى چېكىپ، تەڭشەكلەردىن كىملىك ​​گۇۋاھنامىسى ئارخىپى سۈپىتىدە ئورنىتىش كېرەكلىكىنى ئەسكەرتىمىز. بۇ گۇۋاھنامىدە پارول بولۇشى كېرەك، چۈنكى بۇ iOS سىستېمىسىنىڭ تەلىپى.";
"_client_cert_enter_password_"   = "تاللانغان گۇۋاھنامىنىڭ پارولىنى كىرگۈزۈڭ";
"_client_cert_wrong_password_"   = "كەچۈرۈڭ ، ئىناۋەتسىز پارول كىرگۈزدىڭىز";

// MARK: Login poll
"_poll_desc_"                    = "تور كۆرگۈچىڭىزدە كىرىش جەريانىنى تاماملاڭ";

// MARK: File name validator (used by NextcloudKit, don't remove)
"_file_name_validator_error_ends_with_space_period_" = "ئىسىمنىڭ بېشىدا ياكى ئاخىرىدا بوشلۇق بولماسلىقى كېرەك.";
"_file_name_validator_error_reserved_name_" = "\"%@ \" چەكلەنگەن ئىسىم.";
"_file_name_validator_error_forbidden_file_extension_" = "\".%@ \" چەكلەنگەن ھۆججەت كېڭەيتىش.";
"_file_name_validator_error_invalid_character_" = "ئىسىم ئىناۋەتسىز ھەرپنى ئۆز ئىچىگە ئالىدۇ: \"%@ \".";
"_file_name_validator_error_space_" = "ئىسىمنىڭ بېشىدا ياكى ئاخىرىدا بوشلۇق بولماسلىقى كېرەك.";
"_file_name_new_extension_" = "كېڭەيتىلمىسىنى ئۆزگەرتىش بۇ ھۆججەتنىڭ باشقا بىر ئەپتە ئېچىلىشىنى كەلتۈرۈپ چىقىرىدۇ";
"_file_name_empty_" = "ھۆججەت ئىسمى قۇرۇق بولسا بولمايدۇ.";
"_please_rename_file_" = "ھۆججەت ياكى قىسقۇچنىڭ نامىنى ئۆزگەرتىڭ.";
"hidden_file_name_warning" = "ئىسىم يوشۇرۇن ھۆججەتنى كەلتۈرۈپ چىقىرىدۇ";

"_camera_roll_" = "كامېرا رول";
"_destination_" = "نىشان";
"_select_autoupload_albums_" = "ئالبۇمنى تاللاڭ";
"_upload_from_" = "دىن چىقار";
"_multiple_albums_" = "كۆپ ئالبۇم";
"_smart_albums_" = "زېرەك ئالبۇم";
"_albums_" = "ئالبۇم";
"_new_photos_only_" = "پەقەت يېڭى رەسىملەر";
"_all_photos_" = "بارلىق رەسىملەر";
//"_back_up_" = "Back up...";
"_back_up_new_photos_only_" = "پەقەت يېڭى رەسىم / سىنلارنى زاپاسلا";
"_auto_upload_all_photos_warning_title_" = "بارلىق رەسىملەرنى چىقارماقچىمۇ؟";
"_auto_upload_all_photos_warning_message_" = "رەسىم ئامبىرىڭىزنىڭ چوڭ-كىچىكلىكىگە ئاساسەن بۇنىڭغا بىر ئاز ۋاقىت كېتىشى مۇمكىن.";
"_item_with_same_name_already_exists_" = "ئوخشاش ئىسىمدىكى ھۆججەت ئاللىبۇرۇن مەۋجۇت";

// MARK: Migration Multi Domains

"_preparing_migration_" = "كۆچۈشكە تەييارلىق قىلىۋاتىدۇ…";
"_scanning_files_" = "ھۆججەتلەرنى سىكانىرلاۋاتىدۇ…";
"_moving_items_to_domain_" = "تۈرنى توغرا دائىرىگە يۆتكەۋاتىدۇ...";
"_finishing_up_" = "تاماملاۋاتىدۇ...";
